{"w2i": {"<pad>": 0, "<sos>": 1, "<eos>": 2, "<unk>": 3, "the": 4, "project": 5, "gutenberg": 6, "of": 7, "war": 8, "and": 9, "peace": 10, ",": 11, "by": 12, "this": 13, "is": 14, "for": 15, "use": 16, "anyone": 17, "anywhere": 18, "at": 19, "no": 20, "cost": 21, "with": 22, "almost": 23, ".": 24, "you": 25, "may": 26, "it": 27, "give": 28, "away": 29, "or": 30, ":": 31, "an": 32, "chapter": 33, "iii": 34, "v": 35, "vi": 36, "vii": 37, "viii": 38, "ix": 39, "x": 40, "xii": 41, "xv": 42, "xix": 43, "xx": 44, "book": 45, "two": 46, "1805": 47, "xi": 48, "xiii": 49, "xiv": 50, "xvii": 51, "xviii": 52, "three": 53, "iv": 54, "xvi": 55, "four": 56, "i": 57, "ii": 58, "seven": 59, "-": 60, "eight": 61, "nine": 62, "1812": 63, "ten": 64, "first": 65, "second": 66, "“": 67, "well": 68, "prince": 69, "so": 70, "are": 71, "now": 72, "just": 73, "family": 74, "estates": 75, "but": 76, "if": 77, "don": 78, "’": 79, "t": 80, "tell": 81, "me": 82, "that": 83, "means": 84, "still": 85, "try": 86, "to": 87, "defend": 88, "—": 89, "really": 90, "believe": 91, "he": 92, "will": 93, "have": 94, "nothing": 95, "more": 96, "do": 97, "longer": 98, "my": 99, "friend": 100, "‘": 101, "as": 102, "call": 103, "yourself": 104, "!": 105, "how": 106, "?": 107, "see": 108, "frightened": 109, "sit": 110, "down": 111, "all": 112, "news": 113, "”": 114, "was": 115, "in": 116, "july": 117, "speaker": 118, "well-known": 119, "anna": 120, "pávlovna": 121, "rank": 122, "importance": 123, "who": 124, "arrive": 125, "her": 126, "reception": 127, "had": 128, "a": 129, "some": 130, "days": 131, "she": 132, "said": 133, "suffering": 134, "without": 135, "exception": 136, "written": 137, "french": 138, "footman": 139, "morning": 140, "ran": 141, "follows": 142, "evening": 143, "poor": 144, "not": 145, "too": 146, "terrible": 147, "shall": 148, "be": 149, "very": 150, "tonight": 151, "between": 152, "least": 153, "disconcerted": 154, "entered": 155, "wearing": 156, "court": 157, "uniform": 158, "knee": 159, "breeches": 160, "shoes": 161, "stars": 162, "on": 163, "his": 164, "breast": 165, "serene": 166, "expression": 167, "face": 168, "spoke": 169, "which": 170, "our": 171, "only": 172, "thought": 173, "grown": 174, "old": 175, "society": 176, "went": 177, "up": 178, "seated": 179, "himself": 180, "sofa": 181, "dear": 182, "set": 183, "your": 184, "s": 185, "mind": 186, "rest": 187, "tone": 188, "beneath": 189, "can": 190, "one": 191, "while": 192, "calm": 193, "times": 194, "like": 195, "these": 196, "has": 197, "any": 198, "feeling": 199, "english": 200, "ambassador": 201, "today": 202, "coming": 203, "take": 204, "there": 205, "becoming": 206, "they": 207, "known": 208, "wished": 209, "would": 210, "been": 211, "put": 212, "off": 213, "clock": 214, "force": 215, "habit": 216, "things": 217, "did": 218, "even": 219, "wish": 220, "believed": 221, "what": 222, "decided": 223, "about": 224, "buonaparte": 225, "we": 226, "ready": 227, "burn": 228, "ours": 229, "part": 230, "contrary": 231, "despite": 232, "forty": 233, "years": 234, "animation": 235, "become": 236, "social": 237, "sometimes": 238, "when": 239, "feel": 240, "became": 241, "order": 242, "those": 243, "knew": 244, "smile": 245, "though": 246, "features": 247, "always": 248, "played": 249, "round": 250, "lips": 251, "expressed": 252, "correct": 253, "out": 254, "austria": 255, "never": 256, "does": 257, "high": 258, "true": 259, "thing": 260, "faith": 261, "good": 262, "wonderful": 263, "sovereign": 264, "him": 265, "fulfill": 266, "revolution": 267, "than": 268, "ever": 269, "person": 270, "alone": 271, "must": 272, "blood": 273, "...": 274, "whom": 275, "ask": 276, "england": 277, "soul": 278, "refused": 279, "wanted": 280, "find": 281, "secret": 282, "actions": 283, "answer": 284, "get": 285, "none": 286, "understood": 287, "cannot": 288, "understand": 289, "emperor": 290, "wants": 291, "promised": 292, "little": 293, "europe": 294, "before": 295, "trap": 296, "god": 297, "lofty": 298, "adored": 299, "monarch": 300, "save": 301, "suddenly": 302, "paused": 303, "smiling": 304, "own": 305, "sent": 306, "instead": 307, "captured": 308, "king": 309, "prussia": 310, "consent": 311, "tea": 312, "moment": 313, "à": 314, "added": 315, "again": 316, "am": 317, "connected": 318, "through": 319, "best": 320, "ones": 321, "also": 322, "abbé": 323, "know": 324, "profound": 325, "received": 326, "heard": 327, "delighted": 328, "meet": 329, "them": 330, "occurred": 331, "question": 332, "chief": 333, "visit": 334, "empress": 335, "appointed": 336, "vienna": 337, "vasíli": 338, "obtain": 339, "post": 340, "son": 341, "others": 342, "were": 343, "trying": 344, "márya": 345, "secure": 346, "closed": 347, "eyes": 348, "neither": 349, "nor": 350, "else": 351, "right": 352, "desired": 353, "pleased": 354, "assumed": 355, "devotion": 356, "respect": 357, "mingled": 358, "sadness": 359, "every": 360, "time": 361, "mentioned": 362, "d": 363, "over": 364, "silent": 365, "looked": 366, "indifferent": 367, "habitual": 368, "both": 369, "(": 370, "speak": 371, "done": 372, "man": 373, ")": 374, "same": 375, "everyone": 376, "say": 377, "bowed": 378, "show": 379, "political": 380, "ended": 381, "come": 382, "intimate": 383, "conversation": 384, "often": 385, "think": 386, "joys": 387, "life": 388, "why": 389, "fate": 390, "given": 391, "such": 392, "splendid": 393, "children": 394, "anatole": 395, "raising": 396, "eyebrows": 397, "charming": 398, "less": 399, "help": 400, "lack": 401, "joke": 402, ";": 403, "mean": 404, "serious": 405, "talk": 406, "dissatisfied": 407, "younger": 408, "ourselves": 409, "its": 410, "melancholy": 411, "majesty": 412, "awaiting": 413, "reply": 414, "frowned": 415, "last": 416, "father": 417, "could": 418, "their": 419, "education": 420, "turned": 421, "hippolyte": 422, "quiet": 423, "fool": 424, "active": 425, "way": 426, "mouth": 427, "clearly": 428, "revealed": 429, "something": 430, "unexpectedly": 431, "coarse": 432, "reproach": 433, "looking": 434, "cross": 435, "bear": 436, "gesture": 437, "marrying": 438, "asked": 439, "maids": 440, "unhappy": 441, "relation": 442, "yours": 443, "princess": 444, "world": 445, "indicated": 446, "movement": 447, "current": 448, "thoughts": 449, "thousand": 450, "five": 451, "goes": 452, "rich": 453, "lives": 454, "country": 455, "bolkónski": 456, "retire": 457, "from": 458, "army": 459, "under": 460, "late": 461, "clever": 462, "bore": 463, "girl": 464, "brother": 465, "married": 466, "lise": 467, "aide-de-camp": 468, "kutúzov": 469, "here": 470, "hand": 471, "reason": 472, "drawing": 473, "arrange": 474, "affair": 475, "most": 476, "devoted": 477, "village": 478, "elder": 479, "mine": 480, "writes": 481, "reports": 482, "want": 483, "maid": 484, "honor": 485, "kissed": 486, "ll": 487, "young": 488, "wife": 489, "perhaps": 490, "arranged": 491, "start": 492, "daughter": 493, "beautiful": 494, "hélène": 495, "came": 496, "during": 497, "previous": 498, "winter": 499, "being": 500, "go": 501, "large": 502, "small": 503, "many": 504, "each": 505, "new": 506, "arrival": 507, "yet": 508, "seen": 509, "lady": 510, "cap": 511, "another": 512, "room": 513, "soon": 514, "guests": 515, "aunt": 516, "name": 517, "then": 518, "left": 519, "visitor": 520, "performed": 521, "greeting": 522, "observed": 523, "words": 524, "health": 525, "sense": 526, "relief": 527, "having": 528, "duty": 529, "return": 530, "whole": 531, "pretty": 532, "upper": 533, "lip": 534, "delicate": 535, "dark": 536, "short": 537, "teeth": 538, "occasionally": 539, "drew": 540, "lower": 541, "case": 542, "attractive": 543, "woman": 544, "seemed": 545, "special": 546, "mother": 547, "full": 548, "carrying": 549, "burden": 550, "lightly": 551, "men": 552, "dull": 553, "felt": 554, "talked": 555, "word": 556, "saw": 557, "bright": 558, "constant": 559, "white": 560, "specially": 561, "mood": 562, "day": 563, "table": 564, "quick": 565, "swaying": 566, "addressing": 567, "present": 568, "turning": 569, "hostess": 570, "wrote": 571, "quite": 572, "badly": 573, "dressed": 574, "spread": 575, "arms": 576, "gray": 577, "voice": 578, "general": 579, "husband": 580, "going": 581, "killed": 582, "wretched": 583, "waiting": 584, "delightful": 585, "hair": 586, "spectacles": 587, "dress": 588, "coat": 589, "stout": 590, "count": 591, "bezúkhov": 592, "either": 593, "military": 594, "civil": 595, "service": 596, "returned": 597, "abroad": 598, "where": 599, "appearance": 600, "greeted": 601, "place": 602, "pierre": 603, "enter": 604, "certainly": 605, "rather": 606, "shy": 607, "natural": 608, "distinguished": 609, "continued": 610, "look": 611, "acquaintance": 612, "alarm": 613, "dismay": 614, "interesting": 615, "yes": 616, "committed": 617, "act": 618, "finished": 619, "speaking": 620, "head": 621, "bent": 622, "big": 623, "feet": 624, "apart": 625, "began": 626, "explaining": 627, "reasons": 628, "thinking": 629, "point": 630, "might": 631, "happen": 632, "hands": 633, "work": 634, "makes": 635, "noise": 636, "should": 637, "proper": 638, "motion": 639, "moved": 640, "regular": 641, "amid": 642, "cares": 643, "anxiety": 644, "group": 645, "listen": 646, "passed": 647, "whose": 648, "center": 649, "seeing": 650, "self-confident": 651, "faces": 652, "expecting": 653, "hear": 654, "beside": 655, "sat": 656, "elderly": 657, "thin": 658, "brilliant": 659, "company": 660, "settled": 661, "into": 662, "groups": 663, "chiefly": 664, "formed": 665, "people": 666, "rosy": 667, "plump": 668, "age": 669, "third": 670, "gathered": 671, "evidently": 672, "considered": 673, "treat": 674, "choice": 675, "piece": 676, "vicomte": 677, "immediately": 678, "hatred": 679, "ah": 680, "us": 681, "sound": 682, "sentence": 683, "smiled": 684, "personally": 685, "whispered": 686, "hot": 687, "begin": 688, "story": 689, "gave": 690, "subtle": 691, "sitting": 692, "rose": 693, "perfectly": 694, "slight": 695, "made": 696, "figure": 697, "shoulders": 698, "unable": 699, "effect": 700, "dropped": 701, "extraordinary": 702, "took": 703, "seat": 704, "opposite": 705, "upon": 706, "smilingly": 707, "rested": 708, "bare": 709, "arm": 710, "unnecessary": 711, "waited": 712, "bosom": 713, "produced": 714, "glanced": 715, "once": 716, "adopted": 717, "radiant": 718, "fetch": 719, "talking": 720, "merrily": 721, "gaily": 722, "herself": 723, "brought": 724, "joined": 725, "circle": 726, "sister": 727, "fact": 728, "spite": 729, "everything": 730, "lit": 731, "joyous": 732, "youthful": 733, "body": 734, "weak": 735, "nose": 736, "legs": 737, "fell": 738, "unnatural": 739, "positions": 740, "because": 741, "stories": 742, "showed": 743, "meaning": 744, "after": 745, "uttered": 746, "sure": 747, "whether": 748, "stupid": 749, "color": 750, "de": 751, "called": 752, "stockings": 753, "gone": 754, "paris": 755, "mademoiselle": 756, "george": 757, "house": 758, "bonaparte": 759, "napoleon": 760, "happened": 761, "fall": 762, "subject": 763, "thus": 764, "mercy": 765, "latter": 766, "agitated": 767, "inquiring": 768, "glance": 769, "loudly": 770, "hurried": 771, "power": 772, "interested": 773, "theory": 774, "rights": 775, "powerful": 776, "nation": 777, "russia": 778, "severely": 779, "italian": 780, "stood": 781, "russian": 782, "instantly": 783, "changed": 784, "affected": 785, "conversing": 786, "women": 787, "culture": 788, "especially": 789, "letting": 790, "escape": 791, "keep": 792, "observation": 793, "larger": 794, "andrew": 795, "handsome": 796, "height": 797, "firm": 798, "weary": 799, "step": 800, "offered": 801, "striking": 802, "contrast": 803, "among": 804, "found": 805, "frenchman": 806, "telling": 807, "affectionate": 808, "touching": 809, "beaming": 810, "kind": 811, "pleasant": 812, "replied": 813, "supper": 814, "low": 815, "impossible": 816, "laughing": 817, "pressing": 818, "got": 819, "let": 820, "pass": 821, "excuse": 822, "rising": 823, "unfortunate": 824, "party": 825, "chairs": 826, "gazed": 827, "rapturous": 828, "lovely": 829, "passing": 830, "seized": 831, "staying": 832, "month": 833, "necessary": 834, "connection": 835, "hurriedly": 836, "anteroom": 837, "interest": 838, "kindly": 839, "remain": 840, "petersburg": 841, "back": 842, "boy": 843, "listened": 844, "transferred": 845, "guards": 846, "difficult": 847, "long": 848, "appointment": 849, "obtained": 850, "regard": 851, "benefactor": 852, "angry": 853, "promise": 854, "papa": 855, "shoulder": 856, "influence": 857, "however": 858, "capital": 859, "begged": 860, "using": 861, "appeal": 862, "steps": 863, "until": 864, "gained": 865, "end": 866, "prepared": 867, "mikháylovna": 868, "usual": 869, "prove": 870, "satisfied": 871, "wait": 872, "borís": 873, "adjutant": 874, "won": 875, "since": 876, "commander": 877, "told": 878, "moscow": 879, "ladies": 880, "sons": 881, "adjutants": 882, "au": 883, "good-by": 884, "tomorrow": 885, "probably": 886, "naturally": 887, "apparently": 888, "forgotten": 889, "employed": 890, "former": 891, "cold": 892, "artificial": 893, "pretended": 894, "accomplished": 895, "monsieur": 896, "nations": 897, "enough": 898, "make": 899, "straight": 900, "dieu": 901, "la": 902, "*": 903, "fine": 904, "remarked": 905, "repeating": 906, "hope": 907, "drop": 908, "glass": 909, "run": 910, "endure": 911, "madame": 912, "position": 913, "gazing": 914, "completely": 915, "toward": 916, "explained": 917, "much": 918, "air": 919, "matter": 920, "better": 921, "acquainted": 922, "far": 923, "forever": 924, "destroyed": 925, "shrugged": 926, "declared": 927, "leave": 928, "themselves": 929, "choose": 930, "form": 931, "government": 932, "free": 933, "concluded": 934, "blushing": 935, "breaking": 936, "already": 937, "side": 938, "real": 939, "state": 940, "public": 941, "opinion": 942, "remarks": 943, "path": 944, "glory": 945, "follow": 946, "silence": 947, "opened": 948, "crowded": 949, "hero": 950, "execution": 951, "necessity": 952, "seems": 953, "greatness": 954, "responsibility": 955, "deed": 956, "mon": 957, "muttered": 958, "whisper": 959, "nearer": 960, "oh": 961, "exclaimed": 962, "several": 963, "voices": 964, "merely": 965, "audience": 966, "fled": 967, "leaving": 968, "stop": 969, "sake": 970, "other": 971, "suggested": 972, "speech": 973, "freedom": 974, "press": 975, "commit": 976, "great": 977, "grand": 978, "desperate": 979, "youth": 980, "express": 981, "repeated": 982, "ideas": 983, "important": 984, "liberty": 985, "contemptuously": 986, "seriously": 987, "love": 988, "kept": 989, "amused": 990, "experience": 991, "convinced": 992, "forces": 993, "attack": 994, "ordinary": 995, "innocent": 996, "prisoners": 997, "knowing": 998, "grave": 999, "gloomy": 1000, "replaced": 1001, "meeting": 1002, "expect": 1003, "besides": 1004, "distinguish": 1005, "private": 1006, "course": 1007, "admit": 1008, "bridge": 1009, "hospital": 1010, "sign": 1011, "started": 1012, "making": 1013, "signs": 1014, "attend": 1015, "asking": 1016, "lost": 1017, "year": 1018, "eagerly": 1019, "demand": 1020, "attention": 1021, "footmen": 1022, "behind": 1023, "carriage": 1024, "difficulty": 1025, "persons": 1026, "laughter": 1027, "unpleasant": 1028, "broke": 1029, "insignificant": 1030, "next": 1031, "balls": 1032, "broad": 1033, "huge": 1034, "red": 1035, "saying": 1036, "particularly": 1037, "agreeable": 1038, "absent-minded": 1039, "hat": 1040, "held": 1041, "pulling": 1042, "till": 1043, "forgiveness": 1044, "nodded": 1045, "change": 1046, "opinions": 1047, "everybody": 1048, "including": 1049, "hall": 1050, "cloak": 1051, "close": 1052, "stared": 1053, "catch": 1054, "taking": 1055, "managed": 1056, "match": 1057, "sister-in-law": 1058, "finish": 1059, "meaningless": 1060, "laugh": 1061, "glad": 1062, "joyfully": 1063, "pushed": 1064, "aside": 1065, "glancing": 1066, "sleepy": 1067, "seem": 1068, "past": 1069, "fashion": 1070, "reached": 1071, "heels": 1072, "porch": 1073, "cried": 1074, "tongue": 1075, "saber": 1076, "allow": 1077, "sir": 1078, "gently": 1079, "wheels": 1080, "laughed": 1081, "home": 1082, "nice": 1083, "pity": 1084, "officer": 1085, "gives": 1086, "equal": 1087, "ill": 1088, "study": 1089, "waved": 1090, "light": 1091, "possible": 1092, "everywhere": 1093, "thinks": 1094, "cher": 1095, "decide": 1096, "tutor": 1097, "agree": 1098, "career": 1099, "months": 1100, "referring": 1101, "nonsense": 1102, "interrupted": 1103, "business": 1104, "horse": 1105, "against": 1106, "fought": 1107, "except": 1108, "conviction": 1109, "wars": 1110, "leading": 1111, "removed": 1112, "gown": 1113, "placed": 1114, "chair": 1115, "briskly": 1116, "easy": 1117, "fellow": 1118, "touched": 1119, "anything": 1120, "uncle": 1121, "famous": 1122, "indeed": 1123, "noticing": 1124, "starting": 1125, "spoken": 1126, "member": 1127, "broken": 1128, "addressed": 1129, "goodness": 1130, "knows": 1131, "leaves": 1132, "remember": 1133, "afraid": 1134, "drawn": 1135, "giving": 1136, "joyful": 1137, "animal": 1138, "blushed": 1139, "raised": 1140, "despair": 1141, "naïve": 1142, "surprise": 1143, "rise": 1144, "child": 1145, "behave": 1146, "six": 1147, "ago": 1148, "growing": 1149, "sight": 1150, "tears": 1151, "cry": 1152, "pleasure": 1153, "patience": 1154, "exhausted": 1155, "fear": 1156, "dog": 1157, "rapidly": 1158, "tail": 1159, "lifting": 1160, "forehead": 1161, "night": 1162, "kissing": 1163, "stranger": 1164, "friends": 1165, "sigh": 1166, "door": 1167, "silver": 1168, "newly": 1169, "leaned": 1170, "elbows": 1171, "marry": 1172, "advice": 1173, "ceased": 1174, "plainly": 1175, "cruel": 1176, "mistake": 1177, "noble": 1178, "different": 1179, "good-natured": 1180, "excellent": 1181, "o": 1182, "mention": 1183, "nervous": 1184, "excitement": 1185, "fire": 1186, "evident": 1187, "moments": 1188, "aim": 1189, "consider": 1190, "strength": 1191, "regret": 1192, "rooms": 1193, "gossip": 1194, "vanity": 1195, "greatest": 1196, "fit": 1197, "exist": 1198, "spoiled": 1199, "highly": 1200, "expected": 1201, "future": 1202, "described": 1203, "astonished": 1204, "manner": 1205, "memory": 1206, "reading": 1207, "read": 1208, "above": 1209, "capacity": 1210, "struck": 1211, "regarded": 1212, "friendly": 1213, "relations": 1214, "essential": 1215, "reflected": 1216, "merry": 1217, "superiority": 1218, "re": 1219, "answered": 1220, "il": 1221, "kurágin": 1222, "happy": 1223, "money": 1224, "drive": 1225, "sleep": 1226, "remembered": 1227, "fond": 1228, "happens": 1229, "character": 1230, "passionately": 1231, "accustomed": 1232, "definite": 1233, "reaching": 1234, "near": 1235, "open": 1236, "empty": 1237, "lying": 1238, "smell": 1239, "threw": 1240, "crowding": 1241, "window": 1242, "holding": 1243, "dólokhov": 1244, "shouted": 1245, "fourth": 1246, "bring": 1247, "bottle": 1248, "tall": 1249, "midst": 1250, "shirt": 1251, "front": 1252, "bit": 1253, "fellows": 1254, "drunken": 1255, "ring": 1256, "regiment": 1257, "living": 1258, "drunk": 1259, "drink": 1260, "floor": 1261, "hanging": 1262, "distinctly": 1263, "terms": 1264, "curly": 1265, "infantry": 1266, "officers": 1267, "wore": 1268, "mustache": 1269, "lines": 1270, "middle": 1271, "sharp": 1272, "firmly": 1273, "together": 1274, "resolute": 1275, "notice": 1276, "connections": 1277, "spent": 1278, "thousands": 1279, "rubles": 1280, "lived": 1281, "respected": 1282, "play": 1283, "nearly": 1284, "drank": 1285, "frame": 1286, "forced": 1287, "oak": 1288, "m": 1289, "eh": 1290, "approaching": 1291, "sky": 1292, "dawn": 1293, "visible": 1294, "jumped": 1295, "onto": 1296, "standing": 1297, "fifty": 1298, "hundred": 1299, "outside": 1300, "pay": 1301, "accept": 1302, "lad": 1303, "hussar": 1304, "losing": 1305, "reach": 1306, "easily": 1307, "carefully": 1308, "slowly": 1309, "lowered": 1310, "sides": 1311, "candles": 1312, "older": 1313, "forward": 1314, "scared": 1315, "seize": 1316, "hold": 1317, "lifted": 1318, "corner": 1319, "wall": 1320, "hid": 1321, "forgot": 1322, "horror": 1323, "further": 1324, "collar": 1325, "higher": 1326, "trembled": 1327, "half": 1328, "hour": 1329, "cause": 1330, "covered": 1331, "aware": 1332, "stir": 1333, "around": 1334, "pale": 1335, "frowning": 1336, "mad": 1337, "determined": 1338, "preparing": 1339, "strong": 1340, "flying": 1341, "caught": 1342, "ground": 1343, "dancing": 1344, "staff": 1345, "line": 1346, "childhood": 1347, "august": 1348, "remained": 1349, "join": 1350, "march": 1351, "st": 1352, "rostóvs": 1353, "carriages": 1354, "horses": 1355, "continually": 1356, "bringing": 1357, "visitors": 1358, "countess": 1359, "rostóva": 1360, "eldest": 1361, "congratulate": 1362, "constantly": 1363, "succeeded": 1364, "worn": 1365, "household": 1366, "inner": 1367, "considering": 1368, "receiving": 1369, "met": 1370, "slightest": 1371, "thank": 1372, "myself": 1373, "keeping": 1374, "dinner": 1375, "offended": 1376, "ma": 1377, "beg": 1378, "dignity": 1379, "weather": 1380, "bald": 1381, "dining": 1382, "moving": 1383, "affairs": 1384, "enormous": 1385, "announced": 1386, "gold": 1387, "snuffbox": 1388, "portrait": 1389, "sad": 1390, "dresses": 1391, "laid": 1392, "sounds": 1393, "animated": 1394, "conversations": 1395, "pause": 1396, "catherine": 1397, "behaved": 1398, "sorry": 1399, "bad": 1400, "vexation": 1401, "kill": 1402, "fifteen": 1403, "comes": 1404, "allowed": 1405, "police": 1406, "chose": 1407, "heaven": 1408, "suffer": 1409, "ranks": 1410, "ivánovna": 1411, "worthy": 1412, "fancy": 1413, "somewhere": 1414, "tried": 1415, "tied": 1416, "cut": 1417, "dying": 1418, "wishing": 1419, "knowledge": 1420, "reputation": 1421, "favorite": 1422, "altered": 1423, "death": 1424, "die": 1425, "immense": 1426, "fortune": 1427, "cousin": 1428, "attached": 1429, "listening": 1430, "imagine": 1431, "shook": 1432, "deep": 1433, "ringing": 1434, "particular": 1435, "footsteps": 1436, "girls": 1437, "running": 1438, "falling": 1439, "intended": 1440, "flight": 1441, "appeared": 1442, "jacket": 1443, "severity": 1444, "ilyá": 1445, "childish": 1446, "hide": 1447, "flushed": 1448, "severe": 1449, "remark": 1450, "explain": 1451, "burst": 1452, "loud": 1453, "scene": 1454, "natásha": 1455, "meanwhile": 1456, "nicholas": 1457, "obviously": 1458, "restrain": 1459, "within": 1460, "shone": 1461, "amusing": 1462, "hardly": 1463, "able": 1464, "alike": 1465, "showing": 1466, "quietly": 1467, "shaking": 1468, "control": 1469, "rushed": 1470, "fast": 1471, "carry": 1472, "mamma": 1473, "returning": 1474, "search": 1475, "disturbed": 1476, "remaining": 1477, "grown-up": 1478, "sónya": 1479, "slender": 1480, "tender": 1481, "neck": 1482, "movements": 1483, "certain": 1484, "reminded": 1485, "watched": 1486, "passionate": 1487, "single": 1488, "instant": 1489, "clear": 1490, "spring": 1491, "energy": 1492, "pointing": 1493, "entering": 1494, "isn": 1495, "friendship": 1496, "joining": 1497, "hussars": 1498, "simply": 1499, "regarding": 1500, "helped": 1501, "stay": 1502, "clerk": 1503, "heads": 1504, "julie": 1505, "rostóv": 1506, "engaged": 1507, "heart": 1508, "vanished": 1509, "sleeves": 1510, "greater": 1511, "joy": 1512, "anxious": 1513, "dangerous": 1514, "depends": 1515, "confidence": 1516, "parents": 1517, "questions": 1518, "takes": 1519, "truth": 1520, "train": 1521, "gentle": 1522, "meant": 1523, "accord": 1524, "plan": 1525, "differently": 1526, "véra": 1527, "beauty": 1528, "smiles": 1529, "generally": 1530, "therefore": 1531, "strange": 1532, "awkward": 1533, "quickly": 1534, "dust": 1535, "sleeve": 1536, "examined": 1537, "walked": 1538, "hiding": 1539, "watching": 1540, "pull": 1541, "crying": 1542, "forgive": 1543, "significant": 1544, "led": 1545, "followed": 1546, "picked": 1547, "kiss": 1548, "attentively": 1549, "eager": 1550, "closer": 1551, "brows": 1552, "embraced": 1553, "please": 1554, "sixteen": 1555, "fingers": 1556, "itself": 1557, "tired": 1558, "orders": 1559, "porter": 1560, "sooner": 1561, "noticed": 1562, "verses": 1563, "guilty": 1564, "roused": 1565, "minute": 1566, "manage": 1567, "wrong": 1568, "ashamed": 1569, "slightly": 1570, "ve": 1571, "loved": 1572, "berg": 1573, "rate": 1574, "upset": 1575, "nursery": 1576, "club": 1577, "nature": 1578, "hunting": 1579, "deal": 1580, "pride": 1581, "write": 1582, "note": 1583, "desires": 1584, "interview": 1585, "cadet": 1586, "agreed": 1587, "acted": 1588, "progress": 1589, "handkerchief": 1590, "trouble": 1591, "thrown": 1592, "sin": 1593, "worth": 1594, "beginning": 1595, "surely": 1596, "practical": 1597, "someone": 1598, "street": 1599, "wide": 1600, "courtyard": 1601, "timidly": 1602, "tenderly": 1603, "hearing": 1604, "excellency": 1605, "worse": 1606, "inquiringly": 1607, "tones": 1608, "need": 1609, "pulled": 1610, "rang": 1611, "downstairs": 1612, "touch": 1613, "doors": 1614, "doctor": 1615, "bow": 1616, "approached": 1617, "silently": 1618, "circumstances": 1619, "fixed": 1620, "answering": 1621, "indicating": 1622, "awful": 1623, "forget": 1624, "serve": 1625, "indifference": 1626, "respectfully": 1627, "searching": 1628, "hard": 1629, "expressing": 1630, "sorrow": 1631, "ought": 1632, "satisfaction": 1633, "thoughtful": 1634, "finding": 1635, "affection": 1636, "uttering": 1637, "peculiar": 1638, "assurance": 1639, "princesses": 1640, "final": 1641, "absolutely": 1642, "prepare": 1643, "painful": 1644, "doctors": 1645, "delay": 1646, "welfare": 1647, "duties": 1648, "nurse": 1649, "armchair": 1650, "suppose": 1651, "taken": 1652, "used": 1653, "turn": 1654, "scarcely": 1655, "refrain": 1656, "recognize": 1657, "physically": 1658, "mentally": 1659, "busy": 1660, "comfortable": 1661, "arrived": 1662, "pacing": 1663, "sword": 1664, "foe": 1665, "walk": 1666, "finger": 1667, "crossing": 1668, "hills": 1669, "mistaken": 1670, "bold": 1671, "attacked": 1672, "bees": 1673, "gets": 1674, "across": 1675, "papers": 1676, "occupied": 1677, "parties": 1678, "companion": 1679, "afterwards": 1680, "flushing": 1681, "changing": 1682, "attitude": 1683, "elbow": 1684, "shame": 1685, "fully": 1686, "rule": 1687, "situation": 1688, "piercing": 1689, "early": 1690, "tenderness": 1691, "dreadful": 1692, "spend": 1693, "precious": 1694, "support": 1695, "anybody": 1696, "driven": 1697, "minutes": 1698, "game": 1699, "paid": 1700, "knees": 1701, "commands": 1702, "likely": 1703, "obey": 1704, "send": 1705, "stepped": 1706, "softly": 1707, "tattered": 1708, "dirty": 1709, "notes": 1710, "clean": 1711, "heavily": 1712, "anger": 1713, "forgetting": 1714, "refuse": 1715, "guessed": 1716, "intention": 1717, "weeping": 1718, "number": 1719, "gentlemen": 1720, "wealth": 1721, "common": 1722, "dmítrievna": 1723, "imperial": 1724, "wondered": 1725, "feared": 1726, "smoke": 1727, "bending": 1728, "shinshín": 1729, "fresh": 1730, "pipe": 1731, "occupation": 1732, "playing": 1733, "card": 1734, "vous": 1735, "l": 1736, "peter": 1737, "cavalry": 1738, "related": 1739, "entirely": 1740, "direct": 1741, "uncomfortable": 1742, "concerned": 1743, "lieutenant": 1744, "receive": 1745, "thirty": 1746, "obvious": 1747, "success": 1748, "desire": 1749, "prominent": 1750, "occur": 1751, "frequently": 1752, "foot": 1753, "est": 1754, "german": 1755, "says": 1756, "irony": 1757, "comrades": 1758, "corps": 1759, "interests": 1760, "along": 1761, "food": 1762, "glances": 1763, "somebody": 1764, "curiosity": 1765, "recently": 1766, "rough": 1767, "rolling": 1768, "happiness": 1769, "hunt": 1770, "dogs": 1771, "pointed": 1772, "cossack": 1773, "soft": 1774, "childlike": 1775, "setting": 1776, "band": 1777, "filled": 1778, "colonel": 1779, "ate": 1780, "butler": 1781, "thrust": 1782, "wrapped": 1783, "dry": 1784, "glasses": 1785, "distance": 1786, "kinds": 1787, "greatly": 1788, "appear": 1789, "wine": 1790, "courier": 1791, "stopped": 1792, "danger": 1793, "empire": 1794, "lay": 1795, "official": 1796, "opening": 1797, "sole": 1798, "absolute": 1799, "le": 1800, "2": 1801, "suvórov": 1802, "beat": 1803, "3": 1804, "je": 1805, "hollow": 1806, "judge": 1807, "discussed": 1808, "partner": 1809, "ears": 1810, "decision": 1811, "facing": 1812, "russians": 1813, "occasion": 1814, "demanded": 1815, "truce": 1816, "bed": 1817, "spare": 1818, "carried": 1819, "length": 1820, "resolution": 1821, "audible": 1822, "sternly": 1823, "threatening": 1824, "sounded": 1825, "fat": 1826, "care": 1827, "boldly": 1828, "gaiety": 1829, "pétya": 1830, "screamed": 1831, "dared": 1832, "cards": 1833, "clavichord": 1834, "request": 1835, "sing": 1836, "treated": 1837, "chest": 1838, "passage": 1839, "sobbing": 1840, "baby": 1841, "lift": 1842, "wept": 1843, "week": 1844, "continue": 1845, "sob": 1846, "darling": 1847, "doesn": 1848, "pushing": 1849, "stopping": 1850, "sang": 1851, "moon": 1852, "fair": 1853, "glow": 1854, "sweet": 1855, "thee": 1856, "music": 1857, "live": 1858, "dance": 1859, "walking": 1860, "figures": 1861, "lowering": 1862, "pose": 1863, "crossed": 1864, "ballroom": 1865, "somewhat": 1866, "daniel": 1867, "danced": 1868, "gentleman": 1869, "toes": 1870, "gay": 1871, "resembling": 1872, "peasant": 1873, "domestic": 1874, "serfs": 1875, "master": 1876, "handed": 1877, "stern": 1878, "maneuvers": 1879, "effort": 1880, "move": 1881, "view": 1882, "grew": 1883, "couple": 1884, "breathing": 1885, "deeply": 1886, "executed": 1887, "pas": 1888, "bowing": 1889, "perspiring": 1890, "sixth": 1891, "getting": 1892, "beyond": 1893, "aides-de-camp": 1894, "governor": 1895, "stayed": 1896, "corridor": 1897, "priest": 1898, "leaning": 1899, "feels": 1900, "watch": 1901, "water": 1902, "instructions": 1903, "later": 1904, "condition": 1905, "icons": 1906, "pieces": 1907, "extremely": 1908, "smooth": 1909, "warm": 1910, "plain": 1911, "referred": 1912, "directly": 1913, "emotion": 1914, "cheeks": 1915, "resolved": 1916, "break": 1917, "struggle": 1918, "property": 1919, "estate": 1920, "discussion": 1921, "letter": 1922, "sighed": 1923, "share": 1924, "ironically": 1925, "supposing": 1926, "consolation": 1927, "assume": 1928, "sudden": 1929, "envy": 1930, "insisted": 1931, "twitching": 1932, "illness": 1933, "ease": 1934, "risen": 1935, "cunning": 1936, "value": 1937, "doubt": 1938, "destroy": 1939, "lose": 1940, "fortnight": 1941, "driving": 1942, "rolled": 1943, "windows": 1944, "asleep": 1945, "woke": 1946, "awaited": 1947, "entrance": 1948, "narrow": 1949, "dimly": 1950, "stone": 1951, "calling": 1952, "haste": 1953, "knocked": 1954, "boots": 1955, "pressed": 1956, "stronger": 1957, "hurrying": 1958, "action": 1959, "faster": 1960, "approach": 1961, "servant": 1962, "tiptoe": 1963, "consciousness": 1964, "decisive": 1965, "rapid": 1966, "sort": 1967, "exactly": 1968, "respectful": 1969, "disappeared": 1970, "looks": 1971, "shown": 1972, "obliged": 1973, "bound": 1974, "courage": 1975, "confused": 1976, "blow": 1977, "perplexity": 1978, "servants": 1979, "stepping": 1980, "permission": 1981, "walls": 1982, "hung": 1983, "columns": 1984, "brightly": 1985, "church": 1986, "green": 1987, "quilt": 1988, "familiar": 1989, "majestic": 1990, "separated": 1991, "sick": 1992, "places": 1993, "surrounded": 1994, "weight": 1995, "significance": 1996, "stretching": 1997, "doing": 1998, "spot": 1999, "pathetic": 2000, "lasted": 2001, "increased": 2002, "issued": 2003, "hoarse": 2004, "heavy": 2005, "terror": 2006, "unexpected": 2007, "liked": 2008, "disorder": 2009, "whispering": 2010, "bedroom": 2011, "eat": 2012, "excited": 2013, "needs": 2014, "leg": 2015, "writing": 2016, "paper": 2017, "sprang": 2018, "seizing": 2019, "efforts": 2020, "solemn": 2021, "object": 2022, "weakness": 2023, "waking": 2024, "died": 2025, "pitiful": 2026, "mary": 2027, "bourienne": 2028, "reign": 2029, "miles": 2030, "needed": 2031, "human": 2032, "activity": 2033, "working": 2034, "garden": 2035, "building": 2036, "highest": 2037, "conditions": 2038, "few": 2039, "aroused": 2040, "province": 2041, "experienced": 2042, "prayer": 2043, "books": 2044, "plans": 2045, "scattered": 2046, "possessed": 2047, "turns": 2048, "wiped": 2049, "leather": 2050, "summoned": 2051, "cheek": 2052, "timid": 2053, "glittering": 2054, "prevent": 2055, "understanding": 2056, "fault": 2057, "problem": 2058, "parted": 2059, "summer": 2060, "blue": 2061, "draw": 2062, "moral": 2063, "talks": 2064, "brothers": 2065, "chances": 2066, "destroying": 2067, "angel": 2068, "enthusiasm": 2069, "grief": 2070, "nowadays": 2071, "twenty": 2072, "poetic": 2073, "intimacy": 2074, "recognized": 2075, "matters": 2076, "universal": 2077, "fallen": 2078, "sending": 2079, "feeble": 2080, "grasp": 2081, "pondered": 2082, "delight": 2083, "religion": 2084, "feelings": 2085, "neighbor": 2086, "enemy": 2087, "loving": 2088, "misfortune": 2089, "divine": 2090, "eye": 2091, "terribly": 2092, "exposed": 2093, "earth": 2094, "thanks": 2095, "useless": 2096, "eternal": 2097, "rules": 2098, "below": 2099, "seek": 2100, "spirit": 2101, "marriage": 2102, "examining": 2103, "characteristic": 2104, "rumors": 2105, "painfully": 2106, "laws": 2107, "merit": 2108, "killing": 2109, "holy": 2110, "michael": 2111, "ivánovich": 2112, "valet": 2113, "tíkhon": 2114, "sleeping": 2115, "hastily": 2116, "unusual": 2117, "palace": 2118, "ball": 2119, "frenchwoman": 2120, "equally": 2121, "false": 2122, "otherwise": 2123, "dreamed": 2124, "idea": 2125, "incessantly": 2126, "hill": 2127, "clothes": 2128, "following": 2129, "descended": 2130, "frown": 2131, "hours": 2132, "departure": 2133, "dressing": 2134, "temper": 2135, "thick": 2136, "germans": 2137, "fight": 2138, "science": 2139, "settle": 2140, "dozen": 2141, "gradually": 2142, "unconsciously": 2143, "campaign": 2144, "austrians": 2145, "land": 2146, "explanation": 2147, "reproachfully": 2148, "finishing": 2149, "architect": 2150, "admitted": 2151, "individual": 2152, "rarely": 2153, "usually": 2154, "members": 2155, "tree": 2156, "original": 2157, "courtiers": 2158, "tsar": 2159, "hurry": 2160, "acquaintances": 2161, "various": 2162, "town": 2163, "generals": 2164, "mere": 2165, "c": 2166, "difficulties": 2167, "pretending": 2168, "ridicule": 2169, "chance": 2170, "surprised": 2171, "hoped": 2172, "didn": 2173, "soldiers": 2174, "fighting": 2175, "according": 2176, "whatever": 2177, "arguments": 2178, "presented": 2179, "involuntarily": 2180, "recent": 2181, "european": 2182, "events": 2183, "retired": 2184, "traveling": 2185, "ordered": 2186, "box": 2187, "cloth": 2188, "paced": 2189, "cover": 2190, "tranquil": 2191, "harness": 2192, "intellectual": 2193, "pray": 2194, "favor": 2195, "comfort": 2196, "putting": 2197, "inside": 2198, "icon": 2199, "reproached": 2200, "darkness": 2201, "wake": 2202, "wing": 2203, "contempt": 2204, "ha": 2205, "presence": 2206, "journey": 2207, "coach": 2208, "autumn": 2209, "due": 2210, "cases": 2211, "dream": 2212, "throwing": 2213, "history": 2214, "useful": 2215, "yesterday": 2216, "grow": 2217, "twitched": 2218, "coldly": 2219, "unconscious": 2220, "temples": 2221, "direction": 2222, "pistol": 2223, "shots": 2224, "angrily": 2225, "october": 2226, "villages": 2227, "regiments": 2228, "arriving": 2229, "inhabitants": 2230, "headquarters": 2231, "arose": 2232, "troops": 2233, "marching": 2234, "parade": 2235, "closing": 2236, "commanders": 2237, "crowd": 2238, "uniforms": 2239, "concerning": 2240, "marched": 2241, "battalion": 2242, "field": 2243, "road": 2244, "namely": 2245, "demands": 2246, "mack": 2247, "regimental": 2248, "resolutely": 2249, "personage": 2250, "companies": 2251, "major": 2252, "black": 2253, "captain": 2254, "repeat": 2255, "learned": 2256, "pace": 2257, "teach": 2258, "nobody": 2259, "reduced": 2260, "soldier": 2261, "motionless": 2262, "smart": 2263, "trot": 2264, "calèche": 2265, "galloped": 2266, "suite": 2267, "convoy": 2268, "austrian": 2269, "command": 2270, "dead": 2271, "accompanied": 2272, "miss": 2273, "comrade": 2274, "nesvítski": 2275, "moist": 2276, "timókhin": 2277, "recognizing": 2278, "account": 2279, "greatcoat": 2280, "stomach": 2281, "complete": 2282, "opportunity": 2283, "quarters": 2284, "riding": 2285, "gun": 2286, "beast": 2287, "poland": 2288, "sought": 2289, "vodka": 2290, "hearts": 2291, "cheerful": 2292, "blind": 2293, "polish": 2294, "guns": 2295, "battles": 2296, "fifth": 2297, "eating": 2298, "song": 2299, "sun": 2300, "seconds": 2301, "hoofs": 2302, "singing": 2303, "attracted": 2304, "zherkóv": 2305, "belonged": 2306, "inquired": 2307, "fly": 2308, "beaten": 2309, "devil": 2310, "review": 2311, "required": 2312, "francis": 2313, "informed": 2314, "win": 2315, "judging": 2316, "highness": 2317, "honored": 2318, "defeat": 2319, "victory": 2320, "concentrated": 2321, "masters": 2322, "advantage": 2323, "commanding": 2324, "danube": 2325, "river": 2326, "worst": 2327, "period": 2328, "impression": 2329, "stand": 2330, "kozlóvski": 2331, "advancing": 2332, "unknown": 2333, "bandaged": 2334, "report": 2335, "surrendered": 2336, "proved": 2337, "agitation": 2338, "genius": 2339, "irritated": 2340, "shared": 2341, "avoid": 2342, "dare": 2343, "wide-open": 2344, "serving": 2345, "views": 2346, "pávlograd": 2347, "stationed": 2348, "squadron": 2349, "served": 2350, "denísov": 2351, "division": 2352, "váska": 2353, "camp": 2354, "rode": 2355, "saddle": 2356, "orderly": 2357, "reins": 2358, "flank": 2359, "spurs": 2360, "alexander": 2361, "hurrah": 2362, "hay": 2363, "lavrúshka": 2364, "purse": 2365, "separate": 2366, "telyánin": 2367, "pillow": 2368, "damp": 2369, "regardless": 2370, "quicker": 2371, "shout": 2372, "gaze": 2373, "breath": 2374, "alive": 2375, "trembling": 2376, "utter": 2377, "pocket": 2378, "double": 2379, "shot": 2380, "dragging": 2381, "begun": 2382, "sobs": 2383, "avoiding": 2384, "twice": 2385, "stolen": 2386, "blame": 2387, "shut": 2388, "lot": 2389, "brave": 2390, "stick": 2391, "address": 2392, "describe": 2393, "list": 2394, "confirmed": 2395, "advance": 2396, "bridges": 2397, "baggage": 2398, "artillery": 2399, "curtain": 2400, "rain": 2401, "bank": 2402, "forest": 2403, "wet": 2404, "grass": 2405, "built": 2406, "approval": 2407, "gleamed": 2408, "fired": 2409, "naked": 2410, "detail": 2411, "material": 2412, "fun": 2413, "commanded": 2414, "campfires": 2415, "throw": 2416, "clouds": 2417, "sunshine": 2418, "carts": 2419, "wagon": 2420, "dense": 2421, "mass": 2422, "muskets": 2423, "dam": 2424, "torn": 2425, "bands": 2426, "learn": 2427, "sergeant": 2428, "cart": 2429, "uneasily": 2430, "realized": 2431, "cannon": 2432, "nearest": 2433, "paces": 2434, "shaggy": 2435, "ridden": 2436, "farther": 2437, "cleared": 2438, "galloping": 2439, "mud": 2440, "encounter": 2441, "lads": 2442, "wagons": 2443, "top": 2444, "directions": 2445, "shouts": 2446, "space": 2447, "yards": 2448, "firing": 2449, "lies": 2450, "roof": 2451, "inevitably": 2452, "flew": 2453, "whistling": 2454, "rows": 2455, "sank": 2456, "chin": 2457, "mounted": 2458, "calmly": 2459, "cossacks": 2460, "punish": 2461, "imagined": 2462, "wounded": 2463, "bagratión": 2464, "rear": 2465, "guard": 2466, "burned": 2467, "wishes": 2468, "closely": 2469, "dismounted": 2470, "stretchers": 2471, "ahead": 2472, "muddy": 2473, "shouldn": 2474, "advanced": 2475, "cloud": 2476, "burning": 2477, "christ": 2478, "distant": 2479, "mysterious": 2480, "mist": 2481, "shouting": 2482, "louder": 2483, "inform": 2484, "losses": 2485, "phrase": 2486, "supplies": 2487, "retreating": 2488, "retreat": 2489, "capture": 2490, "defense": 2491, "halted": 2492, "abandoned": 2493, "entrusted": 2494, "humanity": 2495, "hospitals": 2496, "houses": 2497, "spirits": 2498, "battle": 2499, "attendance": 2500, "threatened": 2501, "physical": 2502, "snow": 2503, "impressions": 2504, "attain": 2505, "charge": 2506, "transport": 2507, "driver": 2508, "drove": 2509, "vividly": 2510, "recalled": 2511, "details": 2512, "answers": 2513, "minister": 2514, "messenger": 2515, "perfect": 2516, "marshal": 2517, "dispatch": 2518, "remote": 2519, "event": 2520, "bilíbin": 2521, "surroundings": 2522, "previously": 2523, "diplomatic": 2524, "qualities": 2525, "conclusion": 2526, "que": 2527, "n": 2528, "marshals": 2529, "purpose": 2530, "dined": 2531, "devised": 2532, "provinces": 2533, "instinct": 2534, "tells": 2535, "negotiations": 2536, "france": 2537, "triumph": 2538, "musketry": 2539, "assembled": 2540, "wealthy": 2541, "les": 2542, "compared": 2543, "alliance": 2544, "finally": 2545, "november": 2546, "guest": 2547, "theater": 2548, "provisions": 2549, "facts": 2550, "simple": 2551, "invited": 2552, "shop": 2553, "coachman": 2554, "murat": 2555, "ride": 2556, "observe": 2557, "communication": 2558, "lead": 2559, "offer": 2560, "council": 2561, "appears": 2562, "plumes": 2563, "astonishment": 2564, "discipline": 2565, "arrested": 2566, "gallop": 2567, "luck": 2568, "olmütz": 2569, "sincerely": 2570, "hungry": 2571, "awoke": 2572, "ends": 2573, "orderlies": 2574, "crowds": 2575, "beating": 2576, "whip": 2577, "seventh": 2578, "senseless": 2579, "mob": 2580, "weyrother": 2581, "slept": 2582, "kiev": 2583, "dispositions": 2584, "detachment": 2585, "reported": 2586, "abandon": 2587, "parts": 2588, "superior": 2589, "unite": 2590, "saving": 2591, "destruction": 2592, "similar": 2593, "armies": 2594, "stage": 2595, "discovered": 2596, "proposal": 2597, "powers": 2598, "possibility": 2599, "engagement": 2600, "replying": 2601, "tent": 2602, "túshin": 2603, "battery": 2604, "fires": 2605, "honest": 2606, "foreign": 2607, "enemies": 2608, "incomprehensible": 2609, "dispute": 2610, "wattle": 2611, "shed": 2612, "schön": 2613, "grabern": 2614, "wood": 2615, "secondly": 2616, "dragoons": 2617, "hut": 2618, "masses": 2619, "swayed": 2620, "frenchmen": 2621, "column": 2622, "hoping": 2623, "quarter": 2624, "agreement": 2625, "personal": 2626, "recollection": 2627, "battlefield": 2628, "wheel": 2629, "extended": 2630, "battalions": 2631, "ventured": 2632, "retreated": 2633, "dragged": 2634, "throat": 2635, "hit": 2636, "aloud": 2637, "hurt": 2638, "wind": 2639, "bullets": 2640, "square": 2641, "mild": 2642, "welcomed": 2643, "cease": 2644, "remains": 2645, "hundreds": 2646, "consisted": 2647, "failed": 2648, "possibly": 2649, "impending": 2650, "sacrifice": 2651, "bushes": 2652, "vainly": 2653, "conscious": 2654, "roar": 2655, "speed": 2656, "sharply": 2657, "divided": 2658, "prisoner": 2659, "conflict": 2660, "hare": 2661, "hounds": 2662, "wound": 2663, "intently": 2664, "caused": 2665, "weep": 2666, "repeatedly": 2667, "exchanged": 2668, "pain": 2669, "awake": 2670, "sympathy": 2671, "sea": 2672, "bloodstained": 2673, "confusion": 2674, "remembering": 2675, "lie": 2676, "foundation": 2677, "missed": 2678, "authorities": 2679, "heroic": 2680, "saved": 2681, "shadows": 2682, "flesh": 2683, "innumerable": 2684, "steward": 2685, "formerly": 2686, "existence": 2687, "weeks": 2688, "result": 2689, "conscience": 2690, "accounts": 2691, "ryazán": 2692, "attained": 2693, "loss": 2694, "charm": 2695, "belong": 2696, "undertaking": 2697, "proposed": 2698, "conception": 2699, "unless": 2700, "wrinkled": 2701, "proud": 2702, "directed": 2703, "embarrassed": 2704, "absorbed": 2705, "reality": 2706, "betrothed": 2707, "raise": 2708, "inquiry": 2709, "unpleasantly": 2710, "advised": 2711, "sleigh": 2712, "avoided": 2713, "alpátych": 2714, "realize": 2715, "harm": 2716, "information": 2717, "sinking": 2718, "conceal": 2719, "noticeable": 2720, "hers": 2721, "strangely": 2722, "hidden": 2723, "thy": 2724, "existed": 2725, "readily": 2726, "city": 2727, "justice": 2728, "questioning": 2729, "haven": 2730, "hopes": 2731, "frankly": 2732, "reasoning": 2733, "imagination": 2734, "role": 2735, "careful": 2736, "sum": 2737, "submit": 2738, "fog": 2739, "horrified": 2740, "heap": 2741, "schoss": 2742, "millions": 2743, "sufferings": 2744, "preparations": 2745, "letters": 2746, "collected": 2747, "duke": 2748, "supposed": 2749, "bought": 2750, "reflection": 2751, "gracious": 2752, "newcomer": 2753, "authority": 2754, "chosen": 2755, "duel": 2756, "drubetskóy": 2757, "emperors": 2758, "shining": 2759, "vast": 2760, "stillness": 2761, "freely": 2762, "longed": 2763, "standards": 2764, "quarrel": 2765, "self-sacrifice": 2766, "streets": 2767, "dolgorúkov": 2768, "fields": 2769, "definitely": 2770, "mankind": 2771, "mile": 2772, "highroad": 2773, "frost": 2774, "suffered": 2775, "sire": 2776, "level": 2777, "outposts": 2778, "circles": 2779, "passions": 2780, "austerlitz": 2781, "langeron": 2782, "milorádovich": 2783, "dokhtúrov": 2784, "arakchéev": 2785, "map": 2786, "arrangements": 2787, "seeking": 2788, "ridiculous": 2789, "doubts": 2790, "vague": 2791, "series": 2792, "memories": 2793, "presents": 2794, "knoll": 2795, "vive": 2796, "empereur": 2797, "trees": 2798, "proclamation": 2799, "pursued": 2800, "heights": 2801, "flames": 2802, "packed": 2803, "ship": 2804, "shoot": 2805, "pratzen": 2806, "sees": 2807, "thereby": 2808, "preoccupied": 2809, "sovereigns": 2810, "deserted": 2811, "roads": 2812, "oneself": 2813, "happening": 2814, "infinite": 2815, "uhlans": 2816, "amazed": 2817, "perished": 2818, "toll": 2819, "vehicles": 2820, "groom": 2821, "serf": 2822, "loaded": 2823, "represented": 2824, "edge": 2825, "pond": 2826, "hastened": 2827, "lord": 2828, "district": 2829, "gate": 2830, "buy": 2831, "aren": 2832, "candle": 2833, "replies": 2834, "thou": 2835, "wouldn": 2836, "race": 2837, "cook": 2838, "december": 2839, "rostopchín": 2840, "heroes": 2841, "associated": 2842, "class": 2843, "art": 2844, "bells": 2845, "rye": 2846, "theodore": 2847, "committee": 2848, "example": 2849, "tormented": 2850, "recovered": 2851, "considerations": 2852, "actual": 2853, "louis": 2854, "criminal": 2855, "vaguely": 2856, "fatherland": 2857, "weaker": 2858, "loose": 2859, "virtue": 2860, "harmful": 2861, "purity": 2862, "readiness": 2863, "militia": 2864, "strongly": 2865, "lesser": 2866, "degree": 2867, "refusal": 2868, "pack": 2869, "sunday": 2870, "ruin": 2871, "prayed": 2872, "solitude": 2873, "pair": 2874, "wisdom": 2875, "aid": 2876, "samovar": 2877, "inevitability": 2878, "masonic": 2879, "brotherhood": 2880, "mason": 2881, "exists": 2882, "infinitely": 2883, "accepted": 2884, "souls": 2885, "willarski": 2886, "joseph": 2887, "alexéevich": 2888, "united": 2889, "lodge": 2890, "rhetor": 2891, "aims": 2892, "evil": 2893, "1": 2894, "ancient": 2895, "source": 2896, "questioned": 2897, "churches": 2898, "gates": 2899, "habits": 2900, "becomes": 2901, "shade": 2902, "essence": 2903, "surrender": 2904, "guided": 2905, "mission": 2906, "nephew": 2907, "boguchárovo": 2908, "results": 2909, "absence": 2910, "drops": 2911, "bennigsen": 2912, "frontier": 2913, "bread": 2914, "peasants": 2915, "produce": 2916, "divisions": 2917, "corporal": 2918, "enjoyed": 2919, "debts": 2920, "birch": 2921, "ruined": 2922, "spiritual": 2923, "mental": 2924, "nobility": 2925, "smolénsk": 2926, "folk": 2927, "ways": 2928, "branches": 2929, "june": 2930, "fence": 2931, "yard": 2932, "makár": 2933, "assistant": 2934, "overcoat": 2935, "tilsit": 2936, "twenty-fourth": 2937, "heat": 2938, "consequently": 2939, "law": 2940, "otrádnoe": 2941, "cries": 2942, "speránski": 2943, "simplicity": 2944, "magnítski": 2945, "external": 2946, "based": 2947, "east": 2948, "numbers": 2949, "bezúkhova": 2950, "established": 2951, "perónskaya": 2952, "stalls": 2953, "acting": 2954, "dunyásha": 2955, "mávra": 2956, "defined": 2957, "dron": 2958, "characters": 2959, "limited": 2960, "collective": 2961, "pretext": 2962, "contradiction": 2963, "inevitable": 2964, "abandoning": 2965, "september": 2966, "wolf": 2967, "huntsman": 2968, "mistress": 2969, "borzois": 2970, "simon": 2971, "causes": 2972, "bodies": 2973, "ilágin": 2974, "trousers": 2975, "anísya": 2976, "occurs": 2977, "moves": 2978, "dimmler": 2979, "animals": 2980, "troyka": 2981, "gentry": 2982, "barn": 2983, "hostile": 2984, "limit": 2985, "balagá": 2986, "tranquillity": 2987, "dessalles": 2988, "west": 2989, "historians": 2990, "historic": 2991, "hive": 2992, "kings": 2993, "peoples": 2994, "forth": 2995, "historical": 2996, "historian": 2997, "niemen": 2998, "vílna": 2999, "balashëv": 3000, "davout": 3001, "escort": 3002, "traitor": 3003, "pfuel": 3004, "barclay": 3005, "tolly": 3006, "drissa": 3007, "paulucci": 3008, "wolzogen": 3009, "ermólov": 3010, "warfare": 3011, "michaud": 3012, "raévski": 3013, "ilyín": 3014, "hendríkhovna": 3015, "e": 3016, "krémlin": 3017, "works": 3018, "grain": 3019, "vyázma": 3020, "borodinó": 3021, "militiamen": 3022, "instance": 3023, "karp": 3024, "picture": 3025, "bench": 3026, "mozháysk": 3027, "shevárdino": 3028, "redoubt": 3029, "histories": 3030, "semënovsk": 3031, "flèches": 3032, "beausset": 3033, "goal": 3034, "kalúga": 3035, "berëzina": 3036, "konovnítsyn": 3037, "vereshchágin": 3038, "vorónezh": 3039, "kuzmínichna": 3040, "gerásim": 3041, "ramballe": 3042, "morel": 3043, "dependence": 3044, "karatáev": 3045, "platón": 3046, "tarútino": 3047, "esaul": 3048, "krásnoe": 3049, "rulers": 3050, "states": 3051, "gutenberg-tm": 3052, "electronic": 3053}, "i2w": {"0": "<pad>", "1": "<sos>", "2": "<eos>", "3": "<unk>", "4": "the", "5": "project", "6": "gutenberg", "7": "of", "8": "war", "9": "and", "10": "peace", "11": ",", "12": "by", "13": "this", "14": "is", "15": "for", "16": "use", "17": "anyone", "18": "anywhere", "19": "at", "20": "no", "21": "cost", "22": "with", "23": "almost", "24": ".", "25": "you", "26": "may", "27": "it", "28": "give", "29": "away", "30": "or", "31": ":", "32": "an", "33": "chapter", "34": "iii", "35": "v", "36": "vi", "37": "vii", "38": "viii", "39": "ix", "40": "x", "41": "xii", "42": "xv", "43": "xix", "44": "xx", "45": "book", "46": "two", "47": "1805", "48": "xi", "49": "xiii", "50": "xiv", "51": "xvii", "52": "xviii", "53": "three", "54": "iv", "55": "xvi", "56": "four", "57": "i", "58": "ii", "59": "seven", "60": "-", "61": "eight", "62": "nine", "63": "1812", "64": "ten", "65": "first", "66": "second", "67": "“", "68": "well", "69": "prince", "70": "so", "71": "are", "72": "now", "73": "just", "74": "family", "75": "estates", "76": "but", "77": "if", "78": "don", "79": "’", "80": "t", "81": "tell", "82": "me", "83": "that", "84": "means", "85": "still", "86": "try", "87": "to", "88": 